
// Завдання

// Оголосіть дві змінні: admin та name. Встановіть ваше ім'я в якості значення змінної name. Скопіюйте це значення в змінну admin і виведіть його в консоль.

const myName = 'Олег';
admin = myName;
console.log(admin);


// Оголосити змінну days і ініціалізувати її числом від 1 до 10. Перетворіть це число на кількість секунд і виведіть на консоль.

// Ми 1 день множимо на кількість годин 24 годин у добі, потім множимо на кількість хв в одній годині, також множимо на кількість секунд в одній хв + добавляємо до значення "секунд")
let myDaysV2 = 1;
console.log(myDaysV2 * 24 * 60 * 60 + " секунд");

// Запитайте у користувача якесь значення і виведіть його в консоль.

const userName = prompt('Як вас звати?');
console.log(userName);